Repository: efir369999/montana_messenger
Catalog: apps/wallet/ios/Code/Montana/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Until the network's chain carries names, a name and the key it is reached by are kept by one Montana node, which also decides who took a name first. Anyone can check a name they guess, one name at a time, and the node sees who asked; only whoever runs that node sees the whole list. Nothing else of you is kept there — not your address, not your chats — beyond the day the name was taken and last renewed. A name is optional — without one your account carries no identifier at all.
ru: Пока имена не несёт цепь сети, имя и ключ, по которому до вас доходят, хранит один узел Montana — он же решает, кто взял имя первым. Любой может проверить угаданное имя, по одному за раз, и узел видит, кто спросил; весь список видит только тот, кто держит этот узел. Больше ничего о вас там нет — ни адреса, ни переписки, — кроме дня, когда имя взято и когда продлено в последний раз. Имя необязательно — без него у вашей учётной записи нет никакого опознавателя.
zh_hans: 在网络链承载名字之前，名字和用于联系你的密钥由一个 Montana 节点保存，它也决定谁先取得了某个名字。任何人都可以逐个查询自己猜到的名字，节点能看到是谁在查询；只有运营该节点的人能看到完整列表。那里不保存你的其他任何信息——没有你的地址，也没有你的聊天——只有名字被取得和最近一次续期的日期。名字是可选的——没有名字，你的账户就不带任何标识。

source: Unverify
ru: Снять отметку
zh_hans: 取消验证

source: Update
ru: Обновить
zh_hans: 更新

source: Uploading to iCloud
ru: Выгружается в iCloud
zh_hans: 正在上传到 iCloud

source: Use their name
ru: Использовать их имя
zh_hans: 使用对方的名字

source: Use their photo
ru: Использовать их фото
zh_hans: 使用对方的照片

source: Username
ru: Имя пользователя
zh_hans: 用户名

source: Utilities
ru: Утилиты
zh_hans: 工具

source: Valid for one meeting
ru: Действует на одно знакомство
zh_hans: 仅供一次会面使用

source: Verification failed.
ru: Подтверждение не пройдено.
zh_hans: 验证失败。

source: Verified
ru: Сверено
zh_hans: 已验证

source: Video
ru: Видео
zh_hans: 视频

source: Video Call
ru: Видеозвонок
zh_hans: 视频通话

source: Video attached
ru: Видео прикреплено
zh_hans: 已附加视频

source: Video message
ru: Видеосообщение
zh_hans: 视频消息

source: Video note quality
ru: Качество кружочков
zh_hans: 视频圈画质

source: Videos
ru: Видео
zh_hans: 视频

source: View
ru: Вид
zh_hans: 视图

source: View sticker set
ru: Посмотреть набор
zh_hans: 查看贴纸包

source: Viewed
ru: Просмотрено
zh_hans: 已观看

source: Voice
ru: Голосовые
zh_hans: 语音

source: Voice Call
ru: Аудиозвонок
zh_hans: 语音通话

source: Voice message
ru: Голосовое сообщение
zh_hans: 语音消息

source: Voice message style
ru: Стиль голосовых сообщений
zh_hans: 语音消息样式

source: Voice messages
ru: Голосовые
zh_hans: 语音消息

source: WHAT YOUR NODE OFFERS
ru: ЧТО УМЕЕТ ВАШ УЗЕЛ
zh_hans: 您的节点提供什么

source: Waiting for earlier moves
ru: Ожидание предыдущих ходов
zh_hans: 等待之前的走棋记录

source: Waiting for iCloud
ru: Ожидание iCloud
zh_hans: 正在等待 iCloud

source: Waiting for the invitation to be accepted
ru: Ждём, когда примут приглашение
zh_hans: 等待对方接受邀请

source: Waiting to link…
ru: Ожидание привязки…
zh_hans: 等待关联…

source: Wakes
ru: Побудки
zh_hans: 唤醒

source: Wall
ru: Стена
zh_hans: 留言墙

source: Wall of Thoughts
ru: Стена Мыслей
zh_hans: 思想之墙

source: Wall post
ru: Запись на стене
zh_hans: 留言墙帖子

source: TimeCoin
ru: Монета Времени
zh_hans: 时间币

source: Wallet
ru: Кошелёк
zh_hans: 钱包

source: Wallet notes
ru: Заметки кошелька
zh_hans: 钱包票据

source: Wallpapers
ru: Обои
zh_hans: 壁纸

source: Walls
ru: Стены
zh_hans: 留言墙

source: Water
ru: Вода
zh_hans: 水

source: Way in from outside
ru: Путь снаружи
zh_hans: 外部入口

source: Website
ru: Сайт
zh_hans: 网站

source: What a name does
ru: Что даёт имя
zh_hans: 名字的作用

source: What the core said
ru: Что сказало ядро
zh_hans: 内核所言

source: When
ru: Когда
zh_hans: 时间

source: When off, an attachment shows a download button and is fetched on tap.
ru: Когда выключено, вложение показывает кнопку загрузки и скачивается по нажатию.
zh_hans: 关闭后，附件将显示下载按钮，点按即可下载。

source: When off, an attachment waits with a button and is assembled on tap.
ru: Когда выключено, вложение ждёт с кнопкой и собирается по нажатию.
zh_hans: 关闭时，附件会显示按钮，点按后再组装。

source: Which identity?
ru: Какую личность открыть?
zh_hans: 打开哪个身份？

source: While a call lasts, the sound belongs to it.
ru: Пока идёт звонок, звук принадлежит ему.
zh_hans: 通话进行时，声音归通话所用。

source: White bishop
ru: Белый слон
zh_hans: 白象

source: White clock
ru: Время белых
zh_hans: 白方用时

source: White icons
ru: Белые иконки
zh_hans: 白色图标

source: White king
ru: Белый король
zh_hans: 白王

source: White knight
ru: Белый конь
zh_hans: 白马

source: White pawn
ru: Белая пешка
zh_hans: 白兵

source: White pieces
ru: Белые фигуры
zh_hans: 白棋

source: White queen
ru: Белый ферзь
zh_hans: 白后

source: White rook
ru: Белая ладья
zh_hans: 白车

source: White wins
ru: Белые победили
zh_hans: 白方获胜

source: Who can see
ru: Кто может видеть
zh_hans: 谁可以查看

source: Who can see my wall
ru: Кто может видеть мою стену
zh_hans: 谁可以查看我的留言墙

source: Who can write
ru: Кто может писать
zh_hans: 谁可以发帖

source: Who can write on my wall
ru: Кто может писать на моей стене
zh_hans: 谁可以在我的留言墙上发帖

source: Who cannot see
ru: Кто не может видеть
zh_hans: 谁不能查看

source: Who cannot write
ru: Кто не может писать
zh_hans: 谁不能发帖

source: Wi-Fi is off — turn it on to be discoverable on the local network.
ru: Wi-Fi выключен — включите, чтобы вас находили в локальной сети.
zh_hans: Wi-Fi 已关闭 — 打开后可在局域网中被发现。

source: Wi-Fi mesh is on
ru: Wi-Fi-меш включён
zh_hans: Wi-Fi 网状网络已开启

source: Window
ru: Окно
zh_hans: 窗口

source: Wins %lld · Losses %lld · Draws %lld
ru: Победы %lld · Поражения %lld · Ничьи %lld
zh_hans: 胜 %lld · 负 %lld · 和 %lld

source: Withdraw invitation
ru: Отозвать приглашение
zh_hans: 撤回邀请

source: Without permission letters still arrive: you see them when you open Montana.
ru: Без разрешения письма всё равно приходят: вы увидите их, открыв Montana.
zh_hans: 即使不授予权限，信件依然会送达：打开 Montana 即可看到。

source: Write
ru: Написать
zh_hans: 发消息

source: Write a comment
ru: Написать комментарий
zh_hans: 写评论

source: Write down these 24 words in order and keep them offline. They restore your history if you lose all your devices. Don't show them to anyone.
ru: Запишите эти 24 слова по порядку и храните офлайн. По ним восстанавливается история, если вы потеряете все устройства. Никому не показывайте.
zh_hans: 按顺序写下这 24 个单词并离线保存。如果您丢失所有设备，可用它们恢复聊天记录。请勿向任何人展示。

source: Write on the wall
ru: Написать на стене
zh_hans: 在留言墙上发帖

source: Write something
ru: Напишите что-нибудь
zh_hans: 写点什么

source: Write the first one — it will wait for them on a node
ru: Напишите первое — оно дождётся на узле
zh_hans: 写下第一条 — 它会在节点上等待对方

source: Write to me on Montana: %@
ru: Напишите мне в Монтане: %@
zh_hans: 在 Montana 上联系我：%@

source: Write to us
ru: Напишите нам
zh_hans: 给我们写信

source: YOUR NODE
ru: ВАШ УЗЕЛ
zh_hans: 您的节点

source: Yesterday
ru: Вчера
zh_hans: 昨天

source: You
ru: Вы
zh_hans: 您

source: You are sharing your screen
ru: Вы делитесь экраном
zh_hans: 您正在共享屏幕

source: You can connect up to four accounts with different addresses.
ru: Вы можете подключить до четырёх аккаунтов с разными адресами.
zh_hans: 您最多可以连接四个使用不同地址的账户。

source: You lost
ru: Вы проиграли
zh_hans: 你输了

source: You must be 18 or older to use Montana.
ru: Пользоваться Montana можно только с 18 лет.
zh_hans: 您必须年满 18 岁才能使用 Montana。

source: You play black
ru: Вы играете чёрными
zh_hans: 你执黑棋

source: You play white
ru: Вы играете белыми
zh_hans: 你执白棋

source: You will not receive messages, calls, typing or presence from this person. They will see neither your photo nor when you were last seen.
ru: Вы не будете получать сообщения, звонки, набор и присутствие от этого человека. Он не увидит ни вашего фото, ни когда вы были в сети.
zh_hans: 您将不会收到此人的消息、通话、输入状态或在线状态。对方将看不到您的头像，也看不到您的最后在线时间。

source: You won
ru: Вы выиграли
zh_hans: 你赢了

source: Your 24-word seed phrase
ru: Ваша сид-фраза из 24 слов
zh_hans: 您的 24 个单词助记词

source: Your Apple Account carries more than one identity of Montana. Choose the one to open on this phone.
ru: В вашей учётной записи Apple хранится несколько личностей Montana. Выберите ту, которую открыть на этом телефоне.
zh_hans: 您的 Apple 账户中保存了多个 Montana 身份。请选择要在此手机上打开的身份。

source: Your Montana address
ru: Ваш адрес Montana
zh_hans: 您的 Montana 地址

source: Your Name
ru: Ваше имя
zh_hans: 您的名字

source: Your Story
ru: Ваша история
zh_hans: 您的快拍

source: Your address inside this Wi-Fi
ru: Ваш адрес в этой сети Wi-Fi
zh_hans: 您在此 Wi-Fi 网络中的地址

source: Your audio and video calls will appear here
ru: Здесь появятся ваши аудио- и видеозвонки
zh_hans: 您的语音和视频通话 将显示在这里

source: Your bio and link are seen by the people you write to.
ru: Описание и ссылку видят те, с кем вы переписываетесь.
zh_hans: 与您聊天的人可以看到您的简介和链接。

source: Your birthday is hidden from everyone.
ru: Ваш день рождения скрыт от всех.
zh_hans: 您的生日对所有人隐藏。

source: Your bubble
ru: Ваш пузырёк
zh_hans: 你的气泡

source: Your calls will appear here
ru: Здесь появятся ваши звонки
zh_hans: 您的通话将显示在这里

source: Your chat history has been transferred to this device.
ru: История переписки перенесена на это устройство.
zh_hans: 聊天记录已转移到此设备。

source: Your coin balance is lower than this.
ru: На вашем балансе меньше монет.
zh_hans: 您的硬币余额不足。

source: Your history
ru: Ваша история
zh_hans: 您的历史记录

source: Your identity in Montana
ru: Ваша личность в Montana
zh_hans: 您在 Montana 的身份

source: Your message
ru: Ваше сообщение
zh_hans: 你的消息

source: Your move
ru: Ваш ход
zh_hans: 轮到你走棋

source: Your music will appear here
ru: Здесь появится ваша музыка
zh_hans: 您的音乐将显示在这里

source: Your name @%@ has lapsed. Take it again, or another.
ru: Срок имени @%@ истёк. Займите его снова или другое.
zh_hans: 你的名字 @%@ 已过期。重新取得它，或另选一个。

source: Your name is no longer yours: the node that keeps names holds another key under it.
ru: Имя больше не ваше: узел, который хранит имена, держит под ним другой ключ.
zh_hans: 你的名字已不再属于你：保存名字的节点在它下面保存着另一个密钥。

source: Your name says who you are; the code opens the conversation.
ru: Имя говорит, кто вы; код открывает переписку.
zh_hans: 名字说明您是谁；二维码开启对话。

source: Your name: @%@, held until %@. Taking another releases it for good.
ru: Ваше имя: @%@, закреплено до %@. Взяв другое, вы навсегда освободите это.
zh_hans: 你的名字：@%@，持有至 %@。选用另一个名字会永久释放它。

source: Your name: @%@. Taking another releases it for good.
ru: Ваше имя: @%@. Взяв другое, вы навсегда освободите это.
zh_hans: 你的名字：@%@。选用另一个名字会永久释放它。

source: Your node
ru: Ваш узел
zh_hans: 您的节点

source: Your node (optional)
ru: Ваш узел (необязательно)
zh_hans: 您的节点（可选）

source: Your node did not answer
ru: Ваш узел не ответил
zh_hans: 您的节点没有回应

source: Your node did not take the copy: %@
ru: Ваш узел не принял копию: %@
zh_hans: 您的节点未接收副本：%@

source: Your node holds no copy
ru: На вашем узле копии нет
zh_hans: 您的节点没有副本

source: Your node holds no copy yet.
ru: На вашем узле пока нет копии.
zh_hans: 您的节点还没有副本。

source: Your node is a machine you own: your backup, your space. Once a day over Wi-Fi, while Montana is open, a copy of the whole app goes there, sealed with the key your 24 words open; the words are not in it. On a new phone, enter the address and the words, and the copy comes back.
ru: Ваш узел — машина, которой владеете вы: ваша копия, ваше пространство. Раз в день по Wi-Fi, пока Montana открыта, туда уходит копия всего приложения, запечатанная ключом, который открывают ваши 24 слова; самих слов в ней нет. На новом телефоне введите адрес и слова — и копия вернётся.
zh_hans: 您的节点是您自己拥有的机器：您的备份，您的空间。当 Montana 打开时，每天通过 Wi-Fi 将整个应用的副本发送到那里，并用您的 24 个词打开的密钥封存；副本中不含这些词。在新手机上输入地址和这些词，副本就会回来。

source: Your node is set up: its door stands at %@ and its certificate is pinned.
ru: Ваш узел настроен: дверь стоит на %@, сертификат закреплён.
zh_hans: 您的节点已设置：门位于 %@，证书已固定。

source: Your node refused
ru: Ваш узел отказал
zh_hans: 您的节点拒绝了

source: Your own reference
ru: Ваша ссылка
zh_hans: 您的引用

source: Your own wallet address
ru: Свой адрес-кошелёк
zh_hans: 您自己的钱包地址

source: Your phone carries the messages itself
ru: Письма несёт сам телефон
zh_hans: 消息由您的手机自己传递

source: Your phone reads the page of a link you send, so that site sees this phone.
ru: Твой телефон читает страницу ссылки, которую ты отправляешь, — сайт видит этот телефон.
zh_hans: 你发送链接时，本机会读取该网页，因此该网站会看到这台手机。

source: Your pieces
ru: Ваши фигуры
zh_hans: 你的棋子

source: Your question…
ru: Ваш вопрос…
zh_hans: 您的问题…

source: Your tools
ru: Ваши инструменты
zh_hans: 您的工具

source: Your video is not sent. Allow the camera in Settings › Montana › Camera — iOS restarts Montana when the switch changes. Come back within a minute, and the call goes on.
ru: Ваше видео не отправляется. Разрешите камеру в Настройки › Montana › Камера — iOS перезапускает Montana при смене переключателя. Вернитесь в течение минуты — и звонок продолжится.
zh_hans: 您的视频未发送。请在“设置 › Montana › 相机”中允许相机——切换开关时 iOS 会重启 Montana。请在一分钟内返回，通话将继续。

source: Your video is not sent. Allow the camera in Settings › Montana › Camera, then call again — iOS restarts Montana when the switch changes.
ru: Ваше видео не отправляется. Разрешите камеру в Настройки › Montana › Камера и позвоните снова — iOS перезапускает Montana при смене переключателя.
zh_hans: 您的视频未发送。请在“设置 › Montana › 相机”中允许相机，然后重新拨打——切换开关时 iOS 会重启 Montana。

source: Your voice
ru: Ваш голос
zh_hans: 您的语音

source: Zoom
ru: Масштаб
zh_hans: 缩放

source: \(Int(d / 3600)) h ago
ru: \(Int(d / 3600)) ч назад
zh_hans: \(Int(d / 3600)) 小时前

source: \(Int(d / 60)) min ago
ru: \(Int(d / 60)) мин назад
zh_hans: \(Int(d / 60)) 分钟前

source: \(d)d \(h)h
ru: \(d)д \(h)ч
zh_hans: \(d)天 \(h)小时

source: \(e) sent
ru: \(e) отправлено
zh_hans: \(e) 已发送

source: \(h)h \(m)m
ru: \(h)ч \(m)м
zh_hans: \(h)小时 \(m)分

source: \(index + 1) of \(assets.count)
ru: \(index + 1) из \(assets.count)
zh_hans: \(index + 1) / \(assets.count)

source: \(index + 1) of \(current.count)
ru: \(index + 1) из \(current.count)
zh_hans: \(index + 1) / \(current.count)

source: \(m)m \(sec)s
ru: \(m)м \(sec)с
zh_hans: \(m)分 \(sec)秒

source: \(members.count + 1) members
ru: \(members.count + 1) участника
zh_hans: \(members.count + 1) 名成员

source: \(sec)s
ru: \(sec)с
zh_hans: \(sec)秒

source: \(selected.count + 1) members
ru: \(selected.count + 1) участника
zh_hans: \(selected.count + 1) 名成员

source: auto-update: %lld h
ru: автообновление — %lld ч.
zh_hans: 自动更新：%lld 小时

source: busy
ru: занято
zh_hans: 忙碌

source: channel
ru: канал
zh_hans: 频道

source: coins
ru: монет
zh_hans: 硬币

source: connected
ru: подключено
zh_hans: 已连接

source: connecting to network…
ru: подключение к сети…
zh_hans: 正在连接网络…

source: creator
ru: создатель
zh_hans: 创建者

source: delivered directly to %@ — %@
ru: доставлено напрямую %@ — %@
zh_hans: 已直接送达 %@ — %@

source: edited
ru: изменено
zh_hans: 已编辑

source: expires %@
ru: истекает %@
zh_hans: 有效期至 %@

source: held
ru: держим
zh_hans: 已连接

source: iCloud Drive is not available here. Sign in to iCloud, turn iCloud Drive on, and try again.
ru: iCloud Drive здесь недоступен. Войдите в iCloud, включите iCloud Drive и повторите.
zh_hans: 此处无法使用 iCloud Drive。请在系统设置中启用 iCloud 与 iCloud Drive 后重试。

source: iCloud Drive is off on this device, or no Apple Account is signed in. The identity is open; a copy can be taken later in Settings.
ru: iCloud Drive на этом устройстве выключен, или не выполнен вход в учётную запись Apple. Личность открыта; копию можно забрать позже в Настройках.
zh_hans: 此设备上的 iCloud Drive 已关闭，或未登录 Apple 账户。身份已打开；稍后可在设置中取回副本。

source: iCloud Drive is off on this device.
ru: На этом устройстве выключен iCloud Drive.
zh_hans: 此设备上的 iCloud Drive 已关闭。

source: iCloud Drive is off on this device: Settings, your name, iCloud, iCloud Drive (%@).
ru: На этом устройстве выключен iCloud Drive: Настройки → ваше имя → iCloud → iCloud Drive (%@).
zh_hans: 此设备已关闭 iCloud 云盘：设置 → 你的姓名 → iCloud → iCloud 云盘（%@）。

source: iCloud asks you to sign in to your Apple Account again.
ru: iCloud просит снова войти в Apple Account.
zh_hans: iCloud 要求您重新登录 Apple 账户。

source: iCloud asks you to sign in to your Apple Account again: Settings, your name (%@).
ru: iCloud просит снова войти в Apple Account: Настройки → ваше имя (%@).
zh_hans: iCloud 要求你重新登录 Apple 账户：设置 → 你的姓名（%@）。

source: iCloud could not reach its servers (%@). It continues on its own once connected; on mobile data it may wait for Wi-Fi.
ru: iCloud не смог связаться со своими серверами (%@). Выгрузка продолжится сама, когда появится связь; по мобильной сети iCloud может ждать Wi-Fi.
zh_hans: iCloud 无法连接其服务器（%@）。连接恢复后会自动继续；使用蜂窝网络时，iCloud 可能会等待 Wi-Fi。

source: iCloud could not reach its servers; the track is still in iCloud. Try again on Wi-Fi.
ru: iCloud не смог связаться со своими серверами; трек остаётся в iCloud. Попробуйте ещё раз по Wi-Fi.
zh_hans: iCloud 无法连接到其服务器；曲目仍在 iCloud 中。请在 Wi-Fi 下重试。

source: iCloud did not take the copy: %@
ru: iCloud не принял копию: %@
zh_hans: iCloud 未接收备份：%@

source: iCloud has no room for the new copy (%@) next to the one it holds.
ru: В iCloud нет места для новой копии (%@) рядом с прежней.
zh_hans: iCloud 没有空间在保留上一份副本的同时存放新副本（%@）。

source: iCloud holds no copy of this identity yet.
ru: В iCloud пока нет копии этой личности.
zh_hans: iCloud 中尚无此身份的副本。

source: iCloud holds your copy
ru: В iCloud лежит ваша копия
zh_hans: iCloud 中有您的备份

source: iCloud refused the upload: %@
ru: iCloud отказал в выгрузке: %@
zh_hans: iCloud 拒绝上传：%@

source: iCloud refused: %@
ru: iCloud отказал: %@
zh_hans: iCloud 已拒绝：%@

source: iOS restarts Montana when an access is changed in Settings, and the call ends.
ru: Когда в Настройках меняют доступ, iOS перезапускает Montana, и звонок завершается.
zh_hans: 在“设置”中更改访问权限时，iOS 会重新启动 Montana，通话将会结束。

source: iOS restarts Montana when an access is changed in Settings. Come back to Montana within a minute, and the call goes on.
ru: Когда в Настройках меняют доступ, iOS перезапускает Montana. Вернитесь в Montana в течение минуты — и звонок продолжится.
zh_hans: 在“设置”中更改访问权限时，iOS 会重新启动 Montana。请在一分钟内回到 Montana，通话将继续。

source: iOS will ask permission to find devices on the local network — only so the phones can see each other.
ru: iOS запросит разрешение находить устройства в локальной сети — только чтобы телефоны видели друг друга.
zh_hans: iOS 会请求在本地网络中查找设备的权限——仅用于让手机彼此可见。

source: iOS will ask permission to show notifications. The text is decrypted on this device — nothing readable leaves it.
ru: iOS спросит разрешение показывать уведомления. Текст расшифровывается на этом устройстве — наружу не уходит ничего читаемого.
zh_hans: iOS 会询问显示通知的权限。文本在本机解密——不会有任何可读内容离开本机。

source: In chat
ru: В чате
zh_hans: 在对话中

source: is calling with video
ru: звонит по видео
zh_hans: 发起视频通话

source: is typing…
ru: печатает…
zh_hans: 正在输入…

# just now
source: Recently
ru: Недавно
zh_hans: 最近

source: left the device
ru: ушло с устройства
zh_hans: 已离开设备

source: lost
ru: потерян
zh_hans: 已失去

source: member
ru: участник
zh_hans: 成员

source: message
ru: сообщение
zh_hans: 消息

source: name
ru: имя
zh_hans: 名称

source: no
ru: нет
zh_hans: 否

source: no answer
ru: Не отвечает
zh_hans: 无应答

source: no endpoint
ru: адрес неизвестен
zh_hans: 无地址

source: no keys
ru: нет ключей
zh_hans: 无密钥

source: no network response…
ru: нет ответа сети…
zh_hans: 网络无响应…

source: node %@, queue not assembled
ru: узел %@, очередь не собрана
zh_hans: 节点 %@，队列未组装

source: node %@, registration failed
ru: узел %@, регистрация не удалась
zh_hans: 节点 %@，注册失败

source: node failed to start
ru: узел не запустился
zh_hans: 节点启动失败

source: node online at %@
ru: узел в сети: %@
zh_hans: 节点在线：%@

source: not learned yet
ru: пока не известен
zh_hans: 尚未获知

source: off
ru: выключено
zh_hans: 已关闭

source: on
ru: вкл
zh_hans: 开

source: On a call
ru: На связи
zh_hans: 通话中

source: Online
ru: Онлайн
zh_hans: 在线

source: open
ru: Открыта
zh_hans: 已连接

source: paste montana://p2p/… link
ru: вставьте ссылку montana://p2p/…
zh_hans: 粘贴 montana://p2p/… 链接

source: peer not found on Wi-Fi
ru: устройство не найдено в Wi-Fi
zh_hans: 在 Wi-Fi 中未找到设备

source: peer visible (%lld), but direct deposit failed
ru: устройство видно (%lld), но прямая доставка не удалась
zh_hans: 设备可见 (%lld)，但直接投递失败

source: reached this device directly
ru: дошёл до устройства напрямую
zh_hans: 直接送达本设备

source: recording…
ru: запись…
zh_hans: 录音…

source: reference
ru: ссылка
zh_hans: 引用

source: reference of a person
ru: ссылка человека
zh_hans: 某人的引用

source: refused
ru: отказано
zh_hans: 拒绝

source: same machine
ru: Та же машина
zh_hans: 同一台机器

source: saved messages
ru: сохранённые сообщения
zh_hans: 已保存的消息

# seen long ago
source: Long ago
ru: Очень давно
zh_hans: 很久以前

# seen recently
source: Recently
ru: Недавно
zh_hans: 最近

# seen this month
source: This month
ru: В этом месяце
zh_hans: 本月

# seen this week
source: This week
ru: На этой неделе
zh_hans: 本周

source: server added
ru: сервер добавлен
zh_hans: 已添加服务器

source: spare
ru: запасная
zh_hans: 备用

source: the other side cannot open this correspondence — meet again by card
ru: собеседник не может открыть эту переписку — познакомьтесь заново карточкой
zh_hans: 对方无法打开此通信 — 请用名片重新认识

source: timeout
ru: таймаут
zh_hans: 超时

# today at %@
source: Today %@
ru: Сегодня %@
zh_hans: 今天%@

source: Typing…
ru: Печатает…
zh_hans: 正在输入…

source: unreachable
ru: недоступен
zh_hans: 不可达

source: updated %@
ru: обновлено %@
zh_hans: 更新于 %@

source: username
ru: имя пользователя
zh_hans: 用户名

source: waiting: the path is not assembled
ru: ждёт: путь не собран
zh_hans: 等待：路径尚未建立

source: wallet address (mt…)
ru: адрес кошелька (mt…)
zh_hans: 钱包地址 (mt…)

source: wallet address (mt…) or @username
ru: адрес кошелька (mt…) или @ник
zh_hans: 钱包地址（mt…）或 @用户名

source: Watching
ru: Смотрит
zh_hans: 正在看

source: yes
ru: Да
zh_hans: 是

# yesterday at %@
source: Yesterday %@
ru: Вчера %@
zh_hans: 昨天%@

source: “%@” coming soon 🙂
ru: «%@» скоро 🙂
zh_hans: “%@” 即将推出 🙂

source: “%@” is on its way 🙂
ru: «%@» уже в пути 🙂
zh_hans: “%@” 就快来了 🙂

source: “\(title)” coming soon 🙂
ru: «\(title)» появится позже 🙂
zh_hans: “\(title)” 即将推出 🙂

source: “\(title)” will appear once the server is connected 🙂
ru: «\(title)» появится, когда подключим сервер 🙂
zh_hans: “\(title)” 将在服务器连接后显示 🙂

source: “\(what)” will work once the server is connected 🙂
ru: «\(what)» заработает, когда подключим сервер 🙂
zh_hans: “\(what)” 将在服务器连接后可用 🙂

source: ↪︎ Forwarded message
ru: ↪︎ Пересланное сообщение
zh_hans: ↪︎ 转发的消息

source: ✓ Identity verified
ru: ✓ Личность сверена
zh_hans: ✓ 身份已验证

source: ✨ 24-hour stories
ru: ✨ Истории на 24 часа
zh_hans: ✨ 24 小时快拍

source: ⭐ Private mode
ru: ⭐ Приватный режим
zh_hans: ⭐ 隐私模式

source: 🌍 Multi-language support
ru: 🌍 Поддержка многих языков
zh_hans: 🌍 多语言支持

source: 🎤 Voice message
ru: 🎤 Голосовое сообщение
zh_hans: 🎤 语音消息

source: 💬 Chats, groups and channels
ru: 💬 Чаты, группы и каналы
zh_hans: 💬 聊天、群组和频道

source: 📍 My location \(link)
ru: 📍 Моя геопозиция \(link)
zh_hans: 📍 我的位置 \(link)

source: 📎 Files, photos and videos
ru: 📎 Файлы, фото и видео
zh_hans: 📎 文件、照片和视频

source: 📞 Audio and video calls
ru: 📞 Аудио- и видеозвонки
zh_hans: 📞 语音和视频通话

source: 📷 Photo
ru: 📷 Фото
zh_hans: 📷 照片

source: 📷 Story
ru: 📷 История
zh_hans: 📷 快拍

source: 🖤 Dark theme and customization
ru: 🖤 Тёмная тема и кастомизация
zh_hans: 🖤 深色主题与个性化

source: Fabric of Time
ru: Ткань времени
zh_hans: 时间织物

source: Coins from chats
ru: Монеты из чатов
zh_hans: 来自聊天的硬币

source: Coins in Montana
ru: Монеты в Монтане
zh_hans: 以 Montana 计的硬币

source: Coins from chats are counted on this phone until the wallet opens.
ru: Монеты из чатов считаются на этом телефоне, пока кошелёк не открыт.
zh_hans: 在钱包开启之前，来自聊天的硬币在本机上计数。

source: Sunlight
ru: Солнечный свет
zh_hans: 阳光

source: Juno
ru: Юнона
zh_hans: 朱诺

source: Pyramid
ru: Пирамида
zh_hans: 金字塔

source: Currency
ru: Валюта
zh_hans: 货币

source: How much do you earn?
ru: Сколько вы зарабатываете?
zh_hans: 你赚多少？

source: Month
ru: Месяц
zh_hans: 月

source: Year
ru: Год
zh_hans: 年

source: Per month
ru: В месяц
zh_hans: 每月

source: Per year
ru: В год
zh_hans: 每年
